__authors__ = "Sh1tN3t - @sh1tn3t"
__version__ = "0.5"

change_log = """
Буду сюда писать по поводу изменений.

Новая версия 0.2 (все еще бетка, релиз когда нибудь):

убрал кое че лишнее
добавил команду рестарт
работает хелп: ,help <название модуля>
прикрутил бд

Новая версия 0.21 (все еще бетка, релиз когда нибудь):

добавлены алиасы для команд

Новая версия 0.3 (все еще бетка, релиз когда нибудь):

добавлен загрузчик сторонних модулей
добавлена выгрузка модулей
добавлена перезагрузка юзербота (полноценная, а не только модули)

Новая версия 0.4 (все еще бетка, релиз когда нибудь):

добавлена обработка сторонних хендлеров (например @app.on_message через eval)
новый пингер

Новая версия 0.5 (все еще бетка, релиз когда нибудь):

добавлена настройка конфига (api id/hash) при первом запуске бота
"""